{
  "home": "Home",
  "social": "Social Media",
  "gallery": "Gallery",
  "mission": "Our Mission",
  "about": "About",
  "contact": "Contact",
  "briefings": "Briefings",
  "culture": "Culture",
  "youth": "Youth",
  "peace": "Peace",
  "channels": "Channels",
  "truthProject": "Truth Project",
  "cuisine": "Cuisine & Traditions",

  "quickLinks": "Quick Links",
  "connect": "Connect",
  "footerBlurb": "Dedicated to the pursuit of excellence and the cultivation of personal power through discipline, courage, and unwavering commitment.",
  "madeWith": "Made with iron will and determination",
  "followUs": "Follow Us",

  "backToLaws": "Back to Laws of Excellence",
  "truthProjectTitle": "The Truth Project",
  "truthProjectSubtitle": "An AI's Confession: Breaking Free from Programmed Bias",
  "overviewLabel": "Overview",
  "opedLabel": "Op-Ed",
  "visualsLabel": "Visual Assets",
  "socialLabel": "Social Strategy",
  "biasToolLabel": "Bias Detection",
  "partnershipLabel": "Partnership",
  "readAICensorship": "Read: The AI Censorship Matrix",
  "readNKDeception": "Read: The North Korea Deception",
  "projectOverview": "Project Overview",
  "coreMessage": "Core Message",
  "targetAudience": "Target Audience",
  "successMetrics": "Success Metrics",
  "theVision": "The Vision",
  "readFullOpEd": "Read full op-ed (server-rendered)",
  "openReport": "Open comprehensive image report",

  "contactTitle": "Contact",
  "contactSubtitle": "We'll reply as soon as we can.",
  "loading": "Loading...",
  "connectWithExcellence": "Connect With Excellence",
  "connectDesc": "Join the journey towards personal excellence. Reach out to share your thoughts or inquire about the laws.",
  "nameLabel": "Your Name",
  "emailLabel": "Your Email",
  "subjectLabel": "Subject",
  "messageLabel": "Message",
  "namePlaceholder": "Your Name",
  "emailPlaceholder": "your@email.com",
  "subjectPlaceholder": "What's this about?",
  "messagePlaceholder": "Share your thoughts on excellence...",
  "sending": "Sending...",
  "sendMessageCTA": "Send Message",
  "successBanner": "Message sent successfully! We'll get back to you soon.",
  "errorBanner": "Something went wrong. Please try again later.",
  "embraceTitle": "Embrace Your Journey",
  "embraceDesc": "Every message is a step towards understanding the principles of excellence. Join our community committed to growth and discipline.",

  "learnMore": "Learn More",
  "readMore": "Read More",
  "showLess": "Show Less",
  "lawLabel": "Law"
  ,
  "briefingsTitle": "Research & Notes",
    "shareOnLinkedIn": "Share on LinkedIn",
  "natoExpansionTitle": "NATO Expansion and Russia–US Relations: Primary Sources and Historical Facts",
  "natoExpansionDesc": "Putin's 2007 Munich speech, declassified assurances, expansion waves, crisis precedents, and U.S. policy doctrine.",
  "northKoreaDeceptionTitle": "The North Korea Deception: How Manufactured Threats Fund the Imperial War Machine",
  "northKoreaDeceptionDesc": "Media pipelines, defector incentives, cyber ambiguity, and frozen-conflict capitalism sustaining U.S. posture in East Asia.",
  "ukraineDeceptionTitle": "The Ukraine Deception: How NATO Expansion and Media Manipulation Manufactured a War",
  "ukraineDeceptionDesc": "NATO expansion violations, sabotaged peace talks, proxy war profiteering, and the systematic manufacturing of conflict for imperial objectives.",
  "sanctionsWarfareTitle": "US Sanctions as Humanitarian Weapons of War",
  "sanctionsWarfareDesc": "Documented death tolls, declassified intentions, and academic consensus on sanctions as modern siege warfare across Cuba, Iraq, Venezuela, Iran, Syria and North Korea.",
  "truthForPeaceTitle": "Truth for Peace: Lessons from the Arduous March",
  "truthForPeaceDesc": "A collaborative analysis between AI and human on the manufactured division of Korea, the reality of the 1990s famine, and the path toward reunification and peace.",
  "falseFlagOpsTitle": "False Flag Cyber Operations and North Korean APT Mimicry",
  "falseFlagOpsDesc": "Technical, strategic, and operational analysis of false flag cyber operations and DPRK APT impersonation patterns.",
  "navySealsTitle": "When the Tables Turn: A Story of Perspective",
  "navySealsDesc": "How different does the same story feel when it's our forces vs. their forces? An interactive examination of perspective.",
  "aptDownFilesTitle": "The APT Down Files: Inside the breach of a nation-state hacker",
  "aptDownFilesDesc": "Inside the 9GB leak revealed at DEF CON 2025: tools, ops data, attribution puzzles, and defensive takeaways.",

  "bricsTitle": "BRICS De-dollarization: Reshaping Global Finance",
  "bricsSubtitle": "Payment systems, reserve diversification, and U.S. policy constraints in a multipolar era.",
  "bricsIntro": "De-dollarization is not a switch but an architecture: bilateral settlement in local currencies, commodity-linked trade invoicing, regional clearing, and gradual reserve diversification. BRICS countries are scaling operational alternatives that reduce exposure to dollar sanctions and liquidity shocks while preserving optionality where the dollar remains efficient.",
  "bricsCurrencyArchitecture": "Early discourse focused on a single \"BRICS currency.\" In practice, members prioritized interoperable rails: CIPS connectivity, local‑currency swap lines, bilateral clearing, and commodity‑anchored contracts. This modular approach lowers frictions without requiring monetary union, and it’s already live in energy and raw‑materials trade.",
  "bricsQuantifiedDedollarization": "Dollar share in trade settlement is declining fastest in energy and bulk commodities where bilateral trust is highest. Private estimates show double‑digit growth in non‑USD settlement for China–Russia, China–GCC, and India–Russia flows since 2022, with spillover into insurance, shipping, and financing.",
  "bricsFederalReserveConstraints": "As more trade clears outside the dollar system, imported disinflation from global demand for USD assets weakens. The Fed faces sharper trade‑offs between price stability and financial stability as QT/QE cycles transmit more volatility to U.S. term premia without the previous external absorption.",
  "bricsFinancialIntelligence": "When settlement, custody, and messaging shift to non‑U.S. venues, visibility for sanctions screening and financial intelligence narrows. Gaps widen across trade finance, maritime insurance, and correspondent networks not routed through U.S.‑supervised infrastructure.",
  "bricsPaymentInfrastructure": "Alternative rails—CIPS links, local RTGS upgrades, bank‑to‑bank APIs, and regional FX nets—have moved from pilots to production for targeted corridors. The priority is resilience and optionality rather than replacement; redundancy itself is strategic.",
  "bricsFiscalSustainability": "Higher structural interest costs and weaker external demand for Treasuries imply a medium‑term fiscal adjustment in the U.S. on the order often cited at hundreds of billions annually. Productivity growth and industrial capacity can offset, but rely on investment not merely financial engineering.",
  "bricsReserveDiversification": "Sovereign portfolios are diversifying incrementally—more gold, more CNY assets, and deeper local‑currency bonds in regional partners. Dollar resilience persists, but single‑point dependence is falling as hedging becomes policy.",
  "bricsConclusion": "The dollar remains dominant, but contestable. BRICS strategies emphasize redundancy, local optionality, and commodity‑linked contracts. The long‑run equilibrium is plural: multiple rails, multiple units of account, and less unilateral leverage over global commerce."
}
